Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: Network Access
de: Netzwerkzugriff
he: גישה לרשת
ja: ネットワークアクセス
zh_hans: 网络接入

source: New Disk Map — accounts for the whole startup volume instead of showing cleanup results as total disk usage
de: Neue Festplattenzuordnung – berücksichtigt das gesamte Startvolume, anstatt die Bereinigungsergebnisse als gesamte Festplattennutzung anzuzeigen
he: מפת דיסק חדשה — מציגה את כל השימוש בנפח האתחול במקום להציג את תוצאות הניקוי כשימוש הכולל בדיסק
ja: 新しいディスク マップ — クリーンアップ結果を合計ディスク使用量として表示するのではなく、起動ボリューム全体を考慮します。
zh_hans: 新磁盘映射 - 考虑整个启动卷，而不是将清理结果显示为总磁盘使用量

source: New Maintenance view — run system maintenance tasks like flushing DNS, purging memory, and rebuilding indexes
de: Neue Wartungsansicht – Führen Sie Systemwartungsaufgaben wie DNS-Leeren, Speicherlöschen und Neuerstellen von Indizes aus
he: תצוגת תחזוקה חדשה — הפעל משימות מערכת כגון ניקוי מטמון DNS, פינוי זיכרון ובנייה מחדש של אינדקסים
ja: 新しいメンテナンス ビュー — DNS のフラッシュ、メモリのパージ、インデックスの再構築などのシステム メンテナンス タスクを実行します。
zh_hans: 新的维护视图 — 运行系统维护任务，例如刷新 DNS、清除内存和重建索引

source: New Privacy category — scan and clean Recent Items, Spotlight History, Shell History, Safari/Chrome/Firefox browsing data, and cookies
de: Neue Datenschutzkategorie – Zuletzt verwendete Elemente, Spotlight-Verlauf, Shell-Verlauf, Safari-/Chrome-/Firefox-Browserdaten und Cookies scannen und bereinigen
he: קטגוריית פרטיות חדשה - סרוק ונקה פריטים אחרונים, היסטוריית Spotlight, היסטוריית מעטפת, נתוני גלישה של Safari/Chrome/Firefox וקובצי Cookie
ja: 新しいプライバシー カテゴリ - 最近のアイテム、Spotlight履歴、シェル履歴、Safari/Chrome/Firefox の閲覧データ、Cookie のスキャンとクリーンアップ
zh_hans: 新的隐私类别 - 扫描和清理最近的项目、Spotlight 历史记录、Shell 历史记录、Safari/Chrome/Firefox 浏览数据和 cookie

source: New Startup Manager — view and manage Launch Agents, System Agents, and Daemons
de: Neuer Startup-Manager – Startagenten, Systemagenten und Daemons anzeigen und verwalten
he: מנהל הפעלה חדש — הצג ונהל סוכני הפעלה, סוכני מערכת ותהליכי רקע
ja: 新しいスタートアップ マネージャー — 起動エージェント、システム エージェント、およびデーモンを表示および管理します
zh_hans: 新的启动管理器 — 查看和管理启动代理、系统代理和守护程序

source: New Storage Insights — read-only sizes and trends for chat apps, Photos, Mail, iOS backups, simulators, and VMs
de: Neue Speicheranalyse: Größen und Trends von Chat-Apps, Fotos, Mail, iOS-Backups, Simulatoren und VMs schreibgeschützt ansehen
he: ניתוח אחסון חדש: תצוגה לקריאה בלבד של הגודל והמגמות ביישומי צ'אט, תמונות, דואר, גיבויי iOS, סימולטורים ומכונות וירטואליות
ja: 新しい「ストレージ分析」：チャットアプリ、写真、メール、iOSバックアップ、シミュレータ、仮想マシンの容量と推移を読み取り専用で確認
zh_hans: 新增“储存空间分析”：以只读方式查看聊天 App、照片、邮件、iOS 备份、模拟器和虚拟机的大小与变化趋势

source: New Time Machine section — review and delete APFS local snapshots, with the newest kept as a restore point
de: Neuer Time Machine-Bereich – Überprüfen und löschen Sie lokale APFS-Snapshots, wobei der neueste als Wiederherstellungspunkt beibehalten wird
he: מקטע Time Machine חדש — בדוק ומחק תמונות מצב מקומיות של APFS, כאשר החדשה ביותר נשמרת כנקודת שחזור
ja: 新しい Time Machine セクション — APFS ローカル スナップショットを確認して削除し、最新のものを復元ポイントとして保持します
zh_hans: 新的 Time Machine 部分 — 查看和删除 APFS 本地快照，并保留最新的作为还原点

source: Next.js Build Artifacts
de: Next.js Build-Artefakte
he: תוצרי בנייה של Next.js
ja: Next.js ビルド アーティファクト
zh_hans: Next.js 构建工件

source: Next: Set Up Permissions
de: Weiter: Berechtigungen einrichten
he: הבא: הגדרת הרשאות
ja: 次へ: 権限を設定する
zh_hans: 下一步：设置权限

source: No
de: Nein
he: לא
ja: いいえ
zh_hans: 否

source: No Duplicates Found
de: Keine Duplikate gefunden
he: לא נמצאו כפילויות
ja: 重複は見つかりませんでした
zh_hans: 未发现重复项

source: No Matches
de: Keine Übereinstimmungen
he: ללא התאמות
ja: 一致しません
zh_hans: 没有匹配项

source: No admin password required
de: Kein Admin-Passwort erforderlich
he: לא נדרשת סיסמת מנהל
ja: 管理者パスワードは必要ありません
zh_hans: 无需管理员密码

source: No detailed breakdown available
de: Keine detaillierte Aufschlüsselung verfügbar
he: אין פירוט מפורט זמין
ja: 詳細な内訳はありません
zh_hans: 没有详细的细分

source: No disk map yet
de: Noch keine Festplattenzuordnung
he: עדיין אין מפת דיסק
ja: ディスクマップはまだありません
zh_hans: 还没有磁盘映射

source: No duplicate groups match your search.
de: Keine doppelten Gruppen entsprechen Ihrer Suche.
he: אין קבוצות כפילויות שתואמות לחיפוש שלך.
ja: 検索に一致する重複グループはありません。
zh_hans: 没有与您的搜索匹配的重复组。

source: No duplicates were found in the files processed. Rescan to complete the remaining folders. %1$@
de: In den verarbeiteten Dateien wurden keine Duplikate gefunden. Führen Sie einen erneuten Scan durch, um die verbleibenden Ordner zu vervollständigen. %1$@
he: לא נמצאו כפילויות בקבצים שעובדו. סרוק מחדש כדי להשלים את התיקיות הנותרות. %1$@
ja: 処理されたファイルには重複は見つかりませんでした。再スキャンして残りのフォルダーを完了します。 %1$@
zh_hans: 在处理的文件中未发现重复项。重新扫描以完成剩余文件夹。 %1$@

source: No groups selected
de: Keine Gruppen ausgewählt
he: לא נבחרו קבוצות
ja: グループが選択されていません
zh_hans: 未选择组

source: No local Time Machine snapshots
de: Keine lokalen Time Machine-Snapshots
he: אין תמונות מצב מקומיות של Time Machine
ja: ローカルの Time Machine スナップショットはありません
zh_hans: 没有本地时间机器快照

source: No measurable folders were found.
de: Es wurden keine messbaren Ordner gefunden.
he: לא נמצאו תיקיות שניתן למדוד.
ja: 測定可能なフォルダーが見つかりませんでした。
zh_hans: 未找到可测量的文件夹。

source: No related data found outside the app bundle
de: Keine zugehörigen Daten außerhalb des App-Pakets gefunden
he: לא נמצאו נתונים קשורים מחוץ לחבילת היישום
ja: アプリバンドルの外に関連データは見つかりませんでした
zh_hans: 在应用程序包之外找不到相关数据

source: No watched storage found
de: Kein überwachter Speicher gefunden
he: לא נמצא אחסון במעקב
ja: 監視対象のストレージが見つかりません
zh_hans: 未找到可监测的存储位置

source: Non-overlapping top-level locations — not just cleanup candidates
de: Nicht überlappende Top-Level-Standorte – nicht nur Aufräumkandidaten
he: מיקומים ברמה העליונה שאינם חופפים - לא רק מועמדים לניקוי
ja: クリーンアップ候補だけでなく、重複しないトップレベルの場所
zh_hans: 不重叠的顶级位置——不仅仅是清理候选位置

source: Nothing scanned yet
de: Noch nichts gescannt
he: שום דבר עדיין לא נסרק
ja: まだ何もスキャンされていません
zh_hans: 尚未扫描任何内容

source: NuGet / Dart Package Stores
de: NuGet / Dart-Paketspeicher
he: מאגרי חבילות NuGet ו-Dart
ja: NuGet / Dart パッケージ ストア
zh_hans: NuGet / Dart 软件包存储

source: OK
de: Okay
he: בסדר
zh_hans: 好的

source: Office app caches — rebuilt on use
de: Office-App-Caches – bei Verwendung neu erstellt
he: מטמוני יישומי Office — נבנים מחדש בעת השימוש
ja: Office アプリのキャッシュ — 使用時に再構築される
zh_hans: Office 应用程序缓存 — 使用时重建

# Old Downloads (>%lldd)
source: Old Downloads (>%1$lldd)
de: Alte Downloads (>%1$lldd)
he: הורדות ישנות (מעל %1$lld ימים)
ja: 古いダウンロード (>%1$lldd)
zh_hans: 旧下载 (>%1$lldd)

source: Old Downloads now checks actual file dates inside folders
de: Alte Downloads überprüfen jetzt das tatsächliche Dateidatum in Ordnern
he: הורדות ישנות בודקות כעת תאריכי קבצים בפועל בתוך תיקיות
ja: 古いダウンロードでは、フォルダー内の実際のファイルの日付がチェックされるようになりました
zh_hans: 旧下载现在检查文件夹内的实际文件日期

# Old Installers (>%lldd)
source: Old Installers (>%1$lldd)
de: Alte Installer (>%1$lldd)
he: קובצי התקנה ישנים (מעל %1$lld ימים)
ja: 古いインストーラー (>%1$lldd)
zh_hans: 旧安装程序 (>%1$lldd)

# Old Screenshots (>%lldd)
source: Old Screenshots (>%1$lldd)
de: Alte Screenshots (>%1$lldd)
he: צילומי מסך ישנים (מעל %1$lld ימים)
ja: 古いスクリーンショット (>%1$lldd)
zh_hans: 旧屏幕截图 (>%1$lldd)

source: Old build archives — may contain release builds you need
de: Alte Build-Archive – können die von Ihnen benötigten Release-Builds enthalten
he: ארכיוני בנייה ישנים — עשויים להכיל גרסאות בנייה שעדיין נחוצות לך
ja: 古いビルド アーカイブ - 必要なリリース ビルドが含まれる場合があります
zh_hans: 旧的构建档案 - 可能包含您需要的发布版本

source: Old file threshold
de: Alter Dateischwellenwert
he: סף גיל לקבצים ישנים
ja: 古いファイルのしきい値
zh_hans: 旧文件阈值

source: Old screenshot threshold
de: Alter Screenshot-Schwellenwert
he: סף גיל לצילומי מסך
ja: 古いスクリーンショットのしきい値
zh_hans: 旧的截图阈值

source: Ollama Models
de: Ollama-Modelle
he: מודלים של Ollama
ja: Ollamaモデル
zh_hans: Ollama 模型

source: OneDrive local cache — re-synced from the cloud
de: Lokaler OneDrive-Cache – neu synchronisiert aus der Cloud
he: מטמון מקומי של OneDrive - מסונכרן מחדש מהענן
ja: OneDrive ローカル キャッシュ - クラウドから再同期
zh_hans: OneDrive 本地缓存 — 从云端重新同步

source: Only files older than
de: Nur Dateien älter als
he: רק קבצים ישנים מ-
ja: より古いファイルのみ
zh_hans: 仅限早于以下时间的文件

source: Open
de: Offen
he: פתח
ja: 開く
zh_hans: 打开

# Open %@ settings
source: Open %1$@ settings
de: Öffnen Sie die %1$@-Einstellungen
he: פתח את הגדרות %1$@
ja: %1$@ 設定を開く
zh_hans: 打开%1$@设置

source: Open SparkClean
de: SparkClean öffnen
he: פתח את SparkClean
ja: SparkCleanを開く
zh_hans: 打开 SparkClean

source: Open Trash
de: Papierkorb öffnen
he: פתח את האשפה
ja: ゴミ箱を開く
zh_hans: 打开废纸篓

source: Optional auto-update check on launch (Settings > Startup, off by default)
de: Optionale automatische Update-Prüfung beim Start (Einstellungen > Start, standardmäßig deaktiviert)
he: בדיקת עדכונים אוטומטית אופציונלית בעת ההפעלה (הגדרות > הפעלה, כבויה כברירת מחדל)
ja: オプションの起動時の自動更新チェック ([設定] > [起動]、デフォルトでオフ)
zh_hans: 启动时可选的自动更新检查（设置 > 启动，默认关闭）

source: Optional menu bar icon with Open, Scan Now, and Open Trash quick actions
de: Optionales Menüleistensymbol mit den Schnellaktionen „Öffnen“, „Jetzt scannen“ und „Papierkorb öffnen“.
he: סמל אופציונלי בשורת התפריטים עם הפעולות המהירות פתיחה, סריקה עכשיו ופתיחת האשפה
ja: 「開く」、「今すぐスキャン」、「ゴミ箱を開く」のクイックアクションを備えたオプションのメニューバーアイコン
zh_hans: 可选菜单栏图标，包含“打开”、“立即扫描”和“打开废纸篓”快速操作

source: Other / Unknown file types
de: Andere/unbekannte Dateitypen
he: סוגי קבצים אחרים / לא ידועים
ja: その他/不明なファイルタイプ
zh_hans: 其他/未知文件类型

source: Other App Caches
de: Andere App-Caches
he: מטמונים של יישומים אחרים
ja: その他のアプリのキャッシュ
zh_hans: 其他应用程序缓存

source: Other Electron App Caches
de: Andere Electron-App-Caches
he: מטמונים של יישומי Electron אחרים
ja: その他の Electron アプリ キャッシュ
zh_hans: 其他 Electron 应用程序缓存

source: Other directly stored files
de: Andere direkt gespeicherte Dateien
he: קבצים אחרים המאוחסנים ישירות
ja: その他の直接保存されたファイル
zh_hans: 其他直接存储的文件

source: Other volume-root files
de: Andere Volume-Root-Dateien
he: קבצים אחרים בשורש אמצעי האחסון
ja: その他のボリュームルートファイル
zh_hans: 其他卷根文件

source: Package Managers
de: Paketmanager
he: מנהלי חבילות
ja: パッケージマネージャー
zh_hans: 包管理器

source: Package manager cache cleanup (npm, pip, Homebrew, CocoaPods, and more)
de: Cache-Bereinigung des Paketmanagers (npm, pip, Homebrew, CocoaPods und mehr)
he: ניקוי מטמונים של מנהלי חבילות (npm, pip, Homebrew, CocoaPods ועוד)
ja: パッケージ マネージャーのキャッシュ クリーンアップ (npm、pip、Homebrew、CocoaPods など)
zh_hans: 包管理器缓存清理（npm、pip、Homebrew、CocoaPods 等）

source: Partial Scan
de: Teilweiser Scan
he: סריקה חלקית
ja: 部分スキャン
zh_hans: 部分扫描

source: Partial Scan Completed
de: Teilweiser Scan abgeschlossen
he: סריקה חלקית הושלמה
ja: 部分的なスキャンが完了しました
zh_hans: 部分扫描完成

source: Partial measurement — refresh to retry
de: Teilweise Messung – aktualisieren Sie die Messung, um es erneut zu versuchen
he: מדידה חלקית - רענן כדי לנסות שוב
ja: 部分的な測定 - 更新して再試行します
zh_hans: 部分测量——刷新重试

source: Partial scan
de: Teilweiser Scan
he: סריקה חלקית
ja: 部分スキャン
zh_hans: 部分扫描

source: Partial — contains unreadable locations
de: Teilweise – enthält unlesbare Orte
he: חלקי — מכיל מיקומים בלתי קריאים
ja: 部分的 — 判読できない場所が含まれています
zh_hans: 部分 — 包含不可读的位置

source: Path:
de: Pfad:
he: נתיב:
ja: パス:
zh_hans: 路径：

source: Paths:
de: Pfade:
he: נתיבים:
ja: パス:
zh_hans: 路径：

source: Per-category Scan button, plus new Next.js, Rust, Electron, installer, and dev-tool cache scans
de: Schaltfläche „Scan pro Kategorie“ sowie neue Next.js-, Rust-, Electron-, Installer- und Dev-Tool-Cache-Scans
he: לחצן סריקה לכל קטגוריה, לצד סריקות חדשות של Next.js, Rust, Electron, קובצי התקנה ומטמוני כלי פיתוח
ja: カテゴリごとのスキャン ボタン、および新しい Next.js、Rust、Electron、インストーラー、開発ツールのキャッシュ スキャン
zh_hans: 按类别扫描按钮，以及新的 Next.js、Rust、Electron、安装程序和开发工具缓存扫描

source: Per-path selection checkboxes in Uninstaller — choose exactly which related data to remove
de: Kontrollkästchen für die Pfadauswahl im Deinstallationsprogramm – wählen Sie genau aus, welche zugehörigen Daten entfernt werden sollen
he: תיבות סימון לפי נתיב ב-Uninstaller - בחר בדיוק אילו נתונים קשורים להסיר
ja: アンインストーラーのパスごとの選択チェックボックス — 削除する関連データを正確に選択します
zh_hans: 卸载程序中的每个路径选择复选框 - 准确选择要删除的相关数据

source: Per-user software-update cache — system-managed update staging is not touched
de: Software-Update-Cache pro Benutzer – die vom System verwaltete Update-Bereitstellung bleibt davon unberührt
he: מטמון עדכוני תוכנה לכל משתמש — אזור הביניים של עדכונים בניהול המערכת אינו משתנה
ja: ユーザーごとのソフトウェア更新キャッシュ - システム管理の更新ステージングには影響しません
zh_hans: 每用户软件更新缓存 - 不触及系统管理的更新暂存

source: Permanent-delete mode is enabled. Safe and Review file categories will be deleted immediately and cannot be restored. Caution categories still go to Trash.
de: Der Modus zum dauerhaften Löschen ist aktiviert. Dateien der Stufen „Sicher“ und „Prüfen“ werden sofort gelöscht und können nicht wiederhergestellt werden. Elemente der Stufe „Vorsicht“ werden weiterhin in den Papierkorb bewegt.
he: מצב המחיקה לצמיתות פעיל. קטגוריות קבצים ברמות בטוח ולבדיקה יימחקו מיד ולא יהיה אפשר לשחזר אותן. קטגוריות ברמת זהירות עדיין יועברו לאשפה.
ja: 完全削除モードが有効です。「安全」と「要確認」のファイルカテゴリはすぐに削除され、復元できません。「注意」カテゴリは引き続きゴミ箱に移動します。
zh_hans: 已启用永久删除模式。“安全”和“需检查”类别中的文件将立即删除且无法恢复。“谨慎”类别仍会移到废纸篓。

source: Permanently Deleted
de: Endgültig gelöscht
he: נמחק לצמיתות
ja: 完全に削除されました
zh_hans: 永久删除

source: Personal files and app data can use far more space. Disk Map accounts for the whole APFS container, including protected and system-managed space.
de: Persönliche Dateien und App-Daten können weitaus mehr Speicherplatz beanspruchen. Disk Map berücksichtigt den gesamten APFS-Container, einschließlich des geschützten und vom System verwalteten Speicherplatzes.
he: קבצים אישיים ונתוני יישומים עשויים לתפוס הרבה יותר שטח. מפת הדיסק מציגה את כל קונטיינר APFS, כולל שטח מוגן ושטח בניהול המערכת.
ja: 個人ファイルとアプリデータは、はるかに多くのスペースを使用する可能性があります。ディスク マップは、保護されたシステム管理の領域を含む APFS コンテナ全体を考慮します。
zh_hans: 个人文件和应用程序数据可以使用更多的空间。磁盘映射占整个 APFS 容器，包括受保护的空间和系统管理的空间。

source: Photos Library
de: Fotobibliothek
he: ספריית התמונות
ja: 写真ライブラリ
zh_hans: 照片库

source: Pictures
de: Bilder
he: תמונות
ja: 写真
zh_hans: 图片

source: Playwright/Cypress/Puppeteer browser downloads — re-fetched on next install
de: Playwright/Cypress/Puppeteer-Browser-Downloads – werden bei der nächsten Installation erneut abgerufen
he: הורדות דפדפן של Playwright, Cypress ו-Puppeteer — יורדו מחדש בהתקנה הבאה
ja: Playwright/Cypress/Puppeteer ブラウザのダウンロード — 次回のインストール時に再取得されます
zh_hans: Playwright/Cypress/Puppeteer 浏览器下载 — 下次安装时重新获取

source: Pod cache — re-downloaded on pod install
de: Pod-Cache – wird bei der Pod-Installation erneut heruntergeladen
he: מטמון פוד - הורדה מחדש בעת התקנת פוד
ja: ポッド キャッシュ — ポッドのインストール時に再ダウンロードされます
zh_hans: Pod 缓存 — 在 pod 安装时重新下载

source: Podman VM & Containers
de: Podman VM & Container
he: מכונות וירטואליות וקונטיינרים של Podman
ja: Podman VMとコンテナ
zh_hans: Podman 虚拟机与容器

source: Poetry Python package cache — re-downloaded on install
de: Poetry Python-Paketcache – wird bei der Installation erneut heruntergeladen
he: מטמון חבילות Python של Poetry — יורד מחדש בעת ההתקנה
ja: Poetry Python パッケージ キャッシュ — インストール時に再ダウンロード
zh_hans: Poetry Python 包缓存 — 安装时重新下载

source: Possible App Data — Cache name match
de: Mögliche App-Daten – Cache-Namensübereinstimmung
he: נתוני אפליקציה אפשריים - התאמה לשם מטמון
ja: 考えられるアプリ データ — キャッシュ名が一致する
zh_hans: 可能的应用程序数据 - 缓存名称匹配

source: Possible App Data — Log name match
de: Mögliche App-Daten – Protokollnamenübereinstimmung
he: נתוני אפליקציה אפשריים - התאמת שם יומן
ja: 考えられるアプリ データ — ログ名が一致する
zh_hans: 可能的应用程序数据 - 日志名称匹配

source: PostgreSQL Data
de: PostgreSQL-Daten
he: נתוני PostgreSQL
ja: PostgreSQL データ
zh_hans: PostgreSQL 数据

source: PostgreSQL Data (Intel)
de: PostgreSQL-Daten (Intel)
he: נתוני PostgreSQL (Intel)
ja: PostgreSQL データ (インテル)
zh_hans: PostgreSQL 数据（英特尔）

source: Preboot
de: Vor dem Booten
he: אתחול מראש
ja: プリブート
zh_hans: 预启动

source: Preferences
de: Präferenzen
he: העדפות
ja: 設定
zh_hans: 偏好设置

source: Preparing scan...
de: Scan wird vorbereitet...
he: מתכונן לסריקה...
ja: スキャンを準備しています...
zh_hans: 正在准备扫描...

source: Previous System Information
de: Vorherige Systeminformationen
he: מידע מערכת קודם
ja: 以前のシステム情報
zh_hans: 以前的系统信息

source: Privacy
de: Datenschutz
he: פרטיות
ja: プライバシー
zh_hans: 隐私

source: Privacy Policy
de: Datenschutzrichtlinie
he: מדיניות פרטיות
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Privacy policy updated to reflect optional update check
de: Datenschutzrichtlinie aktualisiert, um optionale Aktualisierungsprüfung widerzuspiegeln
he: מדיניות הפרטיות עודכנה כדי לשקף בדיקת עדכונים אופציונלית
ja: オプションの更新チェックを反映するためにプライバシー ポリシーが更新されました
zh_hans: 更新隐私政策以反映可选的更新检查

# Processed %@ across %lld categories (%lld succeeded, %lld had errors).%@%@%@
source: Processed %1$@ across %2$lld categories (%3$lld succeeded, %4$lld had errors).%5$@%6$@%7$@
de: Verarbeitet %1$@ über %2$lld Kategorien hinweg (%3$lld erfolgreich, %4$lld hatte Fehler).%5$@%6$@%7$@
he: עובדו %1$@ ב-%2$lld קטגוריות (%3$lld הצליחו, %4$lld הסתיימו בשגיאה).%5$@%6$@%7$@
ja: %2$lld カテゴリ全体で %1$@ が処理されました (%3$lld は成功しました、%4$lld はエラーがありました)。%5$@%6$@%7$@
zh_hans: 已跨 %2$lld 类别处理 %1$@（%3$lld 成功，%4$lld 出现错误）。%5$@%6$@%7$@

# Processors: %lld cores
source: Processors: %1$lld cores
de: Prozessoren: %1$lld Kerne
he: מעבדים: %1$lld ליבות
ja: プロセッサ: %1$lld コア
zh_hans: 处理器：%1$lld 核心

source: Protected & APFS-managed space
de: Geschützter und APFS-verwalteter Speicherplatz
he: שטח מוגן ומנוהל על ידי APFS
ja: 保護され、APFS で管理されたスペース
zh_hans: 受保护且由 APFS 管理的空间

source: Protected path blocklist prevents deletion of system and user directories
de: Die Sperrliste für geschützte Pfade verhindert das Löschen von System- und Benutzerverzeichnissen
he: רשימת חסימה של נתיבים מוגנים מונעת מחיקה של תיקיות מערכת ומשתמש
ja: 保護されたパスのブロックリストにより、システム ディレクトリとユーザー ディレクトリの削除が防止されます
zh_hans: 受保护的路径阻止列表可防止删除系统和用户目录

source: Provisioning Profiles
de: Bereitstellungsprofile
he: פרופילי הקצאה
ja: プロビジョニングプロファイル
zh_hans: 配置文件

source: Purgeable:
de: Löschbar:
he: בר-פינוי:
ja: パージ可能:
zh_hans: 可清除：

source: PyTorch / Whisper / Keras download caches — re-downloaded when needed
de: PyTorch-/Whisper-/Keras-Download-Caches – werden bei Bedarf erneut heruntergeladen
he: מטמוני הורדות של PyTorch, Whisper ו-Keras — יורדו מחדש בעת הצורך
ja: PyTorch / Whisper / Keras ダウンロード キャッシュ — 必要に応じて再ダウンロード
zh_hans: PyTorch / Whisper / Keras 下载缓存 - 需要时重新下载

source: Python download cache — packages are re-fetched on install
de: Python-Download-Cache – Pakete werden bei der Installation erneut abgerufen
he: מטמון הורדה של Python - חבילות נשלפות מחדש בהתקנה
ja: Python ダウンロード キャッシュ — パッケージはインストール時に再フェッチされます
zh_hans: Python 下载缓存 — 安装时重新获取包

source: Quick Actions
de: Schnellaktionen
he: פעולות מהירות
ja: クイックアクション
zh_hans: 快速操作

source: Quick Clean Available
de: Schnellreinigung verfügbar
he: ניקוי מהיר זמין
ja: クイッククリーンアップが利用可能
zh_hans: 提供快速清理功能

source: QuickLook cache reset
de: QuickLook-Cache zurückgesetzt
he: איפוס מטמון QuickLook
ja: QuickLook キャッシュのリセット
zh_hans: QuickLook 缓存重置

source: Quit Apps & Clean
de: Apps beenden und bereinigen
he: צא מאפליקציות ונקה
ja: アプリを終了してクリーンアップ
zh_hans: 退出应用并清理

source: Quit SparkClean
de: SparkClean beenden
he: צא מ-SparkClean
ja: SparkCleanを終了
zh_hans: 退出 SparkClean

# REVIEW (%lld categories, %@):
source: REVIEW (%1$lld categories, %2$@):
de: PRÜFEN (%1$lld Kategorien, %2$@):
he: לבדיקה (%1$lld קטגוריות, %2$@):
ja: 要確認（%1$lldカテゴリ、%2$@）：
zh_hans: 需检查（%1$lld 个类别，%2$@）：

source: Re-indexes your entire drive — fixes broken Spotlight search
de: Indiziert Ihr gesamtes Laufwerk neu – behebt eine fehlerhafte Spotlight-Suche
he: בונה מחדש את האינדקס של הכונן כולו — מתקן תקלות בחיפוש Spotlight
ja: ドライブ全体のインデックスを再作成します - 壊れた Spotlight 検索を修正します
zh_hans: 重新索引您的整个驱动器 - 修复损坏的 Spotlight 搜索

source: Readable files
de: Lesbare Dateien
he: קבצים ניתנים לקריאה
ja: 読み取り可能なファイル
zh_hans: 可读文件

source: Reading APFS volume totals…
de: APFS-Volumensummen werden gelesen…
he: קורא את סיכומי אמצעי האחסון של APFS...
ja: APFS ボリュームの合計を読み取り中…
zh_hans: 读取 APFS 卷总数...

source: Reading snapshots…
de: Schnappschüsse lesen…
he: קורא תמונות מצב...
ja: スナップショットを読み取り中…
zh_hans: 正在读取快照...

source: Ready to Scan
de: Bereit für den Scan
he: אפשר להתחיל
ja: スキャンの準備完了
zh_hans: 可以开始了

source: Rebuild Spotlight Index
de: Spotlight-Index neu erstellen
he: בנה מחדש את אינדקס Spotlight
ja: Spotlightインデックスを再構築する
zh_hans: 重建Spotlight索引

source: Rebuilds file preview thumbnails — fixes broken previews
de: Erstellt Miniaturansichten der Dateivorschau neu – behebt fehlerhafte Vorschauen
he: בונה מחדש תמונות ממוזערות לתצוגה מקדימה — מתקן תצוגות מקדימות פגומות
ja: ファイル プ確認のサムネイルを再構築します - 壊れたプ確認を修正します
zh_hans: 重建文件预览缩略图 - 修复损坏的预览

source: Rebuilds font rendering cache — fixes garbled text (requires re-login)
de: Erstellt den Schriftart-Rendering-Cache neu – behebt verstümmelten Text (erneute Anmeldung erforderlich)
he: בונה מחדש מטמון לעיבוד גופנים - מתקן טקסט משובש (דורש כניסה מחדש)
ja: フォント レンダリング キャッシュを再構築します - 文字化けしたテキストを修正します (再ログインが必要です)
zh_hans: 重建字体渲染缓存——修复乱码（需要重新登录）

source: Recent Items
de: Zuletzt verwendete Elemente
he: פריטים אחרונים
ja: 最近のアイテム
zh_hans: 最近的项目

source: Recent applications, documents, hosts, and servers — Finder favorites are preserved
de: Aktuelle Anwendungen, Dokumente, Hosts und Server – Finder-Favoriten bleiben erhalten
he: יישומים, מסמכים, מארחים ושרתים אחרונים — המועדפים של Finder נשמרים
ja: 最近のアプリケーション、ドキュメント、ホスト、サーバー - Finder のお気に入りが保存されます
zh_hans: 最近的应用程序、文档、主机和服务器 - 保留 Finder 收藏夹

source: Reclaimable
de: Zurückgewinnbar
he: ניתן לפינוי
ja: 回収可能
zh_hans: 可回收

source: Reclaimable:
de: Rückforderbar:
he: ניתן לפינוי:
ja: 回収可能:
zh_hans: 可回收：

source: Recommended
de: Empfohlen
he: מומלץ
ja: 推奨
zh_hans: 推荐

source: Recovery
de: Erholung
he: שחזור
ja: 回復
zh_hans: 恢复

source: Refresh
de: Aktualisieren
he: רענן
ja: 更新
zh_hans: 刷新

source: Regenerable caches, reviewed temporary files, and logs. Trash-first recovery still depends on the item remaining in Trash.
de: Regenerierbare Caches, überprüfte temporäre Dateien und Protokolle. Die Wiederherstellung im Papierkorb hängt immer noch davon ab, welches Element im Papierkorb verbleibt.
he: מטמונים שניתנים לבנייה מחדש, קבצים זמניים שנבדקו ויומנים. שחזור לאחר העברה לאשפה אפשרי רק כל עוד הפריט נשאר באשפה.
ja: 再生成可能なキャッシュ、確認された一時ファイル、およびログ。ゴミ箱からの回復は依然としてゴミ箱に残っているアイテムに依存します。
zh_hans: 可重新生成的缓存、已检查的临时文件和日志。废纸篓优先恢复仍然取决于废纸篓中剩余的项目。

source: Related Data
de: Zugehörige Daten
he: נתונים קשורים
ja: 関連データ
zh_hans: 相关数据

source: Related Data:
de: Zugehörige Daten:
he: נתונים קשורים:
ja: 関連データ:
zh_hans: 相关数据：

source: Related Files & Data
de: Verwandte Dateien und Daten
he: קבצים ונתונים קשורים
ja: 関連ファイルとデータ
zh_hans: 相关文件和数据

# Related Files (%lld locations):
source: Related Files (%1$lld locations):
de: Zugehörige Dateien (%1$lld Speicherorte):
he: קבצים קשורים (%1$lld מיקומים):
ja: 関連ファイル (%1$lld の場所):
zh_hans: 相关文件（%1$lld位置）：

source: Related Files: None found
de: Zugehörige Dateien: Keine gefunden
he: קבצים קשורים: לא נמצאו
ja: 関連ファイル: 見つかりませんでした
zh_hans: 相关文件：未找到

source: Remove
de: Entfernen
he: הסר
ja: 削除
zh_hans: 移除

# Removed %lld of %lld snapshots. The remaining snapshots were not deleted.
source: Removed %1$lld of %2$lld snapshots. The remaining snapshots were not deleted.
de: %1$lld von %2$lld Schnappschüssen entfernt. Die restlichen Snapshots wurden nicht gelöscht.
he: נמחקו %1$lld מתוך %2$lld תמונות מצב. השאר לא נמחקו.
ja: %2$lld スナップショットの %1$lld を削除しました。残りのスナップショットは削除されませんでした。
zh_hans: 删除了 %2$lld 快照中的 %1$lld。其余快照未删除。

source: Report a Bug
de: Melden Sie einen Fehler
he: דווח על באג
ja: バグを報告する
zh_hans: 报告错误

source: Report issues or get help at: github.com/georgekhananaev/spark-clean/issues
de: Melden Sie Probleme oder erhalten Sie Hilfe unter: github.com/georgekhananaev/spark-clean/issues
he: לדיווח על בעיות או לקבלת עזרה: ⁦github.com/georgekhananaev/spark-clean/issues⁩
ja: 問題を報告するか、次の場所でサポートを受けてください。 github.com/georgekhananaev/spark-clean/issues
zh_hans: 报告问题或获取帮助： github.com/georgekhananaev/spark-clean/issues
